Repository: wescamp/Nightmares_of_Meloen-1.10
Catalog: po/*.po
Languages: fr, it

source: King Dowrein I, Memoirs of a mercenary: 'Though dawn should have come, the darkness did not lift, nor would it ever for many of my companions. It had decended on us like the shroud of some dreadful reaver, drifting past our unsuspecting pickets and achieving total surprise. Over the baleful howling of our foe could be heard the hopeless screams of its victims. I dropped my useless sword and fled for the river and its doubtful safety.'
fr: Roi Dowrein I, Mémoires d'un Mercenaire : « Bien que l'aube aurait dû venir, l'obscurité ne s'était pas levée, et elle ne se lèvera plus pour beaucoup de mes compagnons. Elle était descendue sur nous comme le linceul de ces terribles faucheurs, passant devant nos gardes sans méfiance et créant une surprise totale. Pendant les funestes hurlements de notre ennemi, on pouvait entendre les cris désespérés de ses victimes. J’ai laissé tomber mon épée inutile et je me suis enfui par la rivière et sa sécurité douteuse. »
it: Re Dowrein I, memorie di un mercenario: «Anche se l’alba doveva ancora venire, l’oscurità non si alzò, neppure per molti dei miei compagni. Discese su di noi come il mantello di qualche terribile brigante, muovendosi accanto ai nostri insospettati picchetti e attaccandoci di sorpresa. Oltre alle urla funeste del nostro nemico si sentirono le grida senza speranza delle loro vittime. Gettai per terra la mia inutile spada e fuggì verso il fiume, sperando di essere al sicuro.»

source: In her moments of happiness, Meloen enjoyed gazing at butterflies. In these rare moments of meditation she became conscious of their short lives and felt her own mortality deeply. While pregnant, Meloen dreamed of an eerie spirit shaped like a butterfly, floating above her and the child she was holding. She immediately identified the spirit as an underling of death itself, warning her that she wouldn't live long enough to see her unborn child grow. There was little time then, before spectres of death spread into the forest.
fr: Durant ses moments de bonheur, Meloen adorait regarder les papillons. Durant ces rares moments de méditation, elle prit aussi conscience à quelle point leur vie est courte et se rendit compte de sa propre condition de mortel. Alors qu'elle dormait, enceinte de son enfant, Meloen vit un sinistre esprit ayant la forme d'un papillon, flottant au-dessus d'elle et de l'enfant qu'elle portait. L'identifia immédiatement à un agent de la mort elle-même, la prévenant qu'elle ne vivrait pas suffisamment longtemps pour voir son enfant grandir. Peu de temps après, les spectres de la Mort se répandirent dans la forêt.
it: Nei suoi momenti di felicità, Meloen si divertiva ad osservare le farfalle. In questi rari casi di riflessione lei era consapevole della brevità delle loro vite e si accorse delle sue reali personali condizioni di vita. Quando era incinta, Meloen sognò uno spirito misterioso che assomigliava a una farfalla, il quale fluttuava sopra di lei e del suo bambino che teneva in mano. Immediatamente identificò lo spirito come un presagio di morte, avvertendola che non avrebbe vissuto così abbastanza da poter vedere crescere il suo bambino non ancora nato. C’era così poco tempo allora, prima che gli spettri della morte si diffondessero nella foresta.

source: King Dowrein I, Memoirs of a mercenary: 'I have experienced this scene a hundred times, as one merchant caravan or another wound its way along the verge of the deep woods: the quiet conversations of the wagoneers, the soldiers boastfully narrating their exploits of the day before, then the sudden anxiety of the horses, their fearful whinnying and rearing. Wagons and men alike stopped, all eyes and hears searching for the smallest sign. And then, the sudden, brutal attack of those demonic creatures. But though with time and hard-won experience we became skilled at driving them back to that cursed forest, our fear remained the same with each battle: the fear of losing our minds and souls, and ultimately, our lives.'
fr: Roi Dowrein I, Mémoires d'un Mercenaire : « J'avais vu cette scène des centaines de fois, la caravane silencieuse des marchants ou d'autre faisant chemin le long de la lisière des bois profonds : les conversations tranquilles des charretiers, les soldats racontant sans vergogne leurs exploits des jours précédents, puis l'anxiété des chevaux, leur hennissement terrible. L'arrêt des hommes et des chariots, tous les yeux et oreilles cherchant le moindre signe. Et puis, subitement, l'attaque de ces créatures démoniaques. Mais bien qu'avec le temps et l'expérience durement acquise, nous étions habitués à les renvoyer dans cette maudite forêt : la peur restait la même lors de chaque bataille : la peur de perdre notre esprit et notre âme, et finalement, notre vie. »
it: Re Dowrein I, memorie di un mercenario: «Ho vissuto questa scena centinaia di volte, come una carovana di mercanti od altro si snodava lungo la soglia del bosco profondo: le tranquille conversazioni dei carrettieri, i soldati che raccontano e si vantano delle proprie gesta del giorno prima, poi l’ansia improvvisa dei cavalli, che si alzano e nitriscono impauriti. Gli uomini e i carri si fermarono allo stesso tempo, tutti gli occhi e le orecchie puntati in cerca del minimo segnale di pericolo e infine, l’attacco violento e improvviso di queste creature demoniache. Sebbene ora siamo diventati più bravi a ritornare di nuovo in quella foresta maledetta grazie al tempo e all’esperienza acquisiti con fatica, la nostra paura rimane sempre la stessa in ogni battaglia: paura di perdere le nostra menti, le nostra anime e, come ultime, le nostra vite.»

source: Noble Ordwin, Touched by the Spectre: 'What is to see, in the night of their mantle That fascinates us and makes us pass way Without a complaint in the midst of the battle? Our soul, waiting that instant for itself to display.'
fr: Noble Ordwin, Touché par le Spectre : « Qu'y a-t-il à voir, dans la nuit de leur chandail Qui nous fascine et nous fait trépasser Sans une complainte au milieu de la bataille ? Notre âme, attendant cet instant pour s'exposer. »
it: Nobile Ordwin, toccato dallo spettro: «Cos’è che vedo nel mantello della notte che incanta e lascia le nostre vite senza un lamento in mezzo alla battaglia? La nostra anima attende di essere mostrata in quell’istante.»

source: ice breath
fr: explosion de glace
it: respiro di ghiaccio

source: Before reading, let other players know so they don't get impatient.
fr: Avant de lire, faites-le savoir aux autres joueurs afin qu'ils ne perdent pas leur patience.
it: Prima di leggere, fallo sapere agli altri giocatori per evitare che diventino impazienti.

source: Pick a Topic
fr: Choisissez un sujet
it: Scegli un argomento

source: How to play Nightmares of Meloen
fr: Comment jouer les cauchemars de Meloen
it: Come giocare con gli incubi di Meloen

source: How to play against Nightmares of Meloen
fr: Comment jouer contre les cauchemars de Meloen
it: Come giocare contro gli incubi di Meloen

source: You can read this via the browser at the address
fr: Vous pouvez lire ceci via le navigateur à l'adresse
it: Puoi leggere all’indirizzo seguente

source: General Strategy
fr: Stratégie générale
it: Strategia generale

source: Against Loyalists
fr: Contre les loyalistes
it: Contro i lealisti

source: Against Rebels
fr: Contre les rebelles
it: Contro i ribelli

source: Against Northerners
fr: Contre les nordiques
it: Contro la gente del nord

source: Against Undead
fr: Contre les morts-vivants
it: Contro i non-morti

source: Against Knalgans
fr: Contre l'alliance Knalgane
it: Contro i knalgani

source: Against Drakes
fr: Contre les dracans
it: Contro i draghi

source: Against Nightmares
fr: Contre les cauchemars
it: Contro gli incubi

source: With Loyalists
fr: Avec les loyalistes
it: Con i Lealisti

source: With Rebels
fr: Avec les rebelles
it: Con i ribelli

source: With Northeners
fr: Avec les nordiques
it: Con la gente del nord

source: With Undead
fr: Avec les morts-vivants
it: Con i non-morti

source: With Knalgans
fr: Avec l'alliance Knalgane
it: Con i knalgani

source: With Drakes
fr: Avec les dracans
it: Con i draghi

source: female^jinx
fr: porte-malheur
it: sfortuna

source: Jinx: Curses the hit unit. The cursed unit gets a 15% defense penalty on every terrain until it is cured by a healer or in a village. Does not affect undeads, and the defense value can't go lower than 10%.
fr: Porte-malheur : Maudit l'unité touchée. L'unité touchée reçoit une pénalité de 15% de défense sur tous les terrains jusqu'à ce qu'elle soit guérie par un soigneur ou dans un village. N'affecte pas les morts-vivants, et la valeur de la défense ne peut pas baisser en-dessous de 10%.
it: Sfortuna: Maledice l’unità colpita. L’unità maledetta ha una penalità di difesa pari al 15% su ogni terreno finché non verrà curata in un villaggio o da un guaritore. Non colpisce i non-morti e il valore di difesa non può essere più basso del 10%.

source: cursed: This unit is cursed. It unit gets a 15% defense penalty on every terrain.
fr: Maudit : Cette unité est maudite. L'unité reçoit une pénalité de défense de 15 % sur tous les terrains.
it: maledetto: questa unità è maledetta. Ottiene una penalità di difesa pari al 15% su ogni terreno.

source: female^cursed
fr: maudite
it: maledetta

source: How to play
fr: Comment jouer
it: Come giocare

source: regen+
fr: régen+
