Repository: wescamp/Nightmares_of_Meloen-1.10
Catalog: po/*.po
Languages: fr, it

source: Heroes+(dev)Nightmares
it: Eroi+(dev)incubi

source: Random Default
fr: Défaut aléatoire
it: Predefinito casuale

source: Default+(dev)Nightmares
it: Predefinito+(dev)incubi

source: Nightmares of Meloen
fr: Les cauchemars de Meloen
it: Incubi di Meloen

source: race^Aberration
fr: Aberration
it: Aberrazioni

source: race+plural^Aberrations
fr: Aberrations
it: Aberrazioni

source: So deformed physically that it's immediately obvious that they can't be natural and must have been either created or altered by magic, early in their development cycle.
fr: Ces êtres sont si déformés qu'il est évident qu'ils ne sont pas naturels et qu'ils ont sûrement été créés ou altérés par la magie, très tôt dans leur cycle de développement
it: Essendo fisicamente deformi, non possono essere considerati naturali e possono essere creati solo attraverso l’uso della magia prima del loro ciclo di sviluppo.

source: race^Elemental
fr: Élémentaire
it: Elementale

source: race+plural^Elementals
fr: Élémentaires
it: Elementali

source: The Elementals are the guardians of the World, spirits of the elements that incarnate themselves to fight. They are reclusive, but can be quite fierce and brutal, for as it is said, there is nothing more ruthless than nature.
fr: Les élémentaires sont les gardiens du monde, des esprits des éléments qui s'incarnent pour combattre. Ils sont solitaires, mais peuvent être féroces et brutaux car il n'y a rien de plus impitoyable que la nature.
it: Gli elementali sono i guardiani del Mondo, spiriti degli elementi naturali che si sono incarnati per combattere. Sono solitari ma possono essere abbastanza crudeli e violenti e, per quanto si dice in giro, non c’è niente di più spietato della natura.

source: race^Insect
fr: Insecte
it: Insetto

source: race+plural^Insects
fr: Insectes
it: Insetti

source: One insect is nothing, a dozen of them just cause a nuisance, a swarm tends to cause problems, an army... You don't want to face an army. Be mindful of the little things, they might hurt you more than you expect. You can't poison, plague or drain insects.
fr: Un insecte n'est rien, une douzaine d'entre eux cause à peine quelques nuisances, un essaim à tendance à poser des problèmes, alors une armée...Vous ne voulez pas faire face à une armée. Soyez conscient de ces petites choses, ils peuvent blesser bien plus que vous ne pourriez le soupçonner. Les insectes sont insensibles au poison, à la peste et au drain.
it: Un insetto è niente, una dozzina dà qualche fastidio, uno sciame causa qualche problema, ma un esercito...non lo vorrai forse mica affrontarlo? Stai attento a questi piccoli esseri, possono fare molto più male di quanto non ti aspetti. Non puoi avvelenare, contagiare o assorbire gli insetti.

source: race^Nightmare
fr: Cauchemar
it: Incubo

source: race+plural^Nightmares
fr: Cauchemars
it: Incubi

source: Meloen caused these... things, to incarnate the very fears gnawing at her soul and mind. Each one of them represents a single facet of terror she imprisoned herself in, and as such is unmatched in spreading fear and uncertainty beyond the limit of sanity. Nightmares are not alive and as such can't be plagued, poisoned or drained.
fr: Meloen est la cause de ces ... choses qui incarnent les plus profondes peurs gangrenant son âme et son esprit. Chacun d'entre eux ne représente qu'une seule facette de la terreur qu'elle a emprisonnée au fond d'elle, et ils répandent la peur et l'incertitude au delà de la limite de la folie d'une façon inégalable. Les cauchemars ne sont pas vivants et ne peuvent donc pas être affectés par la peste, le poison ou le drain.
it: Meloen ha creato queste... cose, per incarnare i tormenti più profondi insediati all’interno della propria anima e mente. Ognuna rappresenta una singola sfaccettatura del terrore in lei imprigionato, e come tale non ha eguali nel diffondere paura e incertezza oltre il limite della sanità mentale. Gli incubi non sono creature viventi e per questo motivo non possono essere infettati, avvelenati o assorbiti.

source: ruby
fr: rubis
it: rubino

source: female^ruby
fr: rubis
it: rubino

source: diamond
fr: diamant
it: diamante

source: female^diamond
fr: diamant
it: diamante

source: sapphire
fr: saphir
it: zaffiro

source: female^sapphire
fr: saphir
it: zaffiro

source: emerald
fr: émeraude
it: smeraldo

source: female^emerald
fr: émeraude
it: smeraldo

source: insect
fr: insecte
it: insetto

source: nightmare
fr: cauchemar
it: incubo

source: slippery
fr: glissant
it: scivoloso

source: +20% pierce resistance, +1 hitpoint
fr: +20% de résistance aux dégâts perforants, +1 point de vie
it: +20% resistenza ai perforamenti, +1 punto ferita

source: flexible
it: flessibile

source: +20% impact resistance, +2 hitpoints +1 hitpoint per level
fr: +20% de résistance au dégâts contondants, +2 points de vie, +1 point de vie par niveau
it: +20% resistenza agli impatti, +2 punti ferita, +1 punto ferita a livello

source: thick
fr: épais
it: denso

source: +20% blade resistance
fr: +20% de résistance aux dégâts tranchants
it: +20% resistenza alle lame

source: hard
fr: dur
it: duro

source: +20% blade and pierce resistance, -20% impact resistance, -5% hitpoints
it: +20% resistenza alle lame e ai perforamenti, -20% resistenza agli impatti, -5% punti ferita

source: +1 melee damage, +1 hitpoint
fr: +1 dégâts au corps à corps, +1 point de vie
it: +1 attacco ravvicinato, +1 punto ferita

source: +4 hitpoints +1 hitpoint per level
fr: +4 points de vie, +1 point de vie par niveau
it: +4 punti ferita +1 punto ferita a livello

source: -20% experience needed for promotion
it: -20% di esperienza necessaria per l’avanzamento

source: +1 movement, -5% hitpoints
it: +1 movimento, -5% punti ferita

source: Black Cat
fr: Chat noir
it: Gatto nero

source: ill omen
fr: mauvais présage
it: cattivo presagio

source: Jinx Beast
fr: Porte-malheur
it: Bestia iettatrice

source: Calamity
fr: Calamité
it: Calamità

source: Scornful Watcher
fr: Guetteur méprisant
it: Guardiano sprezzante

source: kick
fr: coup de pied
it: calcio

source: stare
fr: regard fixe
it: sguardo fisso

source: Spiteful Watcher
fr: Guetteur rancunier
it: Guardiano maligno

source: Inquisitor
fr: Inquisiteur
it: Inquisitore

source: Unhatched
fr: Le Non-éclos
it: Non-covato

source: Angry One
fr: Le Colérique
it: L’arrabbiato

source: Rash One
fr: Le Téméraire
it: L’iracondo

source: Raging One
fr: L'Enragé
it: L’infuriato

source: Reckless One
fr: Le Désespéré
it: L’adirato

source: Tornado Form of Unstable Elemental
fr: Forme tornade de l'élémentaire instable
it: Forma tornado dell’elementale instabile

source: gust
fr: rafale
it: raffica

source: air blast
fr: bourrasque
it: colpo d’aria

source: Bramble Form of Unstable Elemental
fr: Forme ronce de l'élémentaire instable
it: Forma rovo dell’elementale instabile

source: crush
fr: écrasement
it: sfondamento

source: Quake Form of Unstable Elemental
fr: Forme séisme de l'élémentaire instable
it: Forma terra dell’elementale instabile

source: shatter
fr: démolition
it: frantumazione

source: boulder
fr: rocher
it: sassata

source: Whirlpool Form of Unstable Elemental
fr: Forme tourbillon de l'élémentaire instable
it: Forma vortice d’acqua dell’elementale instabile

source: billow
fr: grande vague
it: flutto

source: water blast
fr: explosion d'eau
it: getto d’acqua

source: Sandstorm Form of Unstable Elemental
fr: Forme tempête de sable de l'élémentaire instable
it: Forma tempesta di sabbia dell’elementale instabile

source: devil dust
fr: tourbillon de poussière
it: polvere del diavolo

source: sand blast
fr: explosion de sable
it: sabbia

source: Frost Form of Unstable Elemental
fr: Forme givre de l'élémentaire instable
it: Forma ghiaccio dell’elementale instabile

source: deathblow
fr: coup fatal
it: colpo mortale

source: Unstable Elemental
fr: Élémentaire instable
it: Elementale instabile

source: Unstable Elemental — Tornado Form
fr: Élémentaire instable - forme tornade
it: Elementale instabile – forma tornado

source: Unstable Elemental — Bramble Form
fr: Élémentaire instable - forme ronce
it: Elementale instabile – forma rovo

source: Unstable Elemental — Quake Form
fr: Élémentaire instable - forme séisme
it: Elementale instabile – forma terra

source: Unstable Elemental — Whirlpool Form
fr: Élémentaire instable - forme tourbillon
it: Elementale instabile – forma vortice d’acqua

source: Unstable Elemental — Sandstorm Form
fr: Élémentaire instable - forme tempête de sable
it: Elementale instabile – forma tempesta di sabbia

source: Unstable Elemental — Frost Form
fr: Élémentaire instable - forme givre
it: Elementale instabile – forma ghiaccio

source: Tornado Form of Nature Wrath
fr: Forme tornade de la fureur de la nature
it: Forma tornado della furia della natura

source: Bramble Form of Nature Wrath
fr: Forme ronce de la fureur de la nature
it: Forma rovo della furia della natura

source: Quake Form of Nature Wrath
fr: Forme séisme de la fureur de la nature
it: Forma terra della furia della natura

source: Whirlpool Form of Nature Wrath
fr: Forme tourbillon de la fureur de la nature
it: Forma vortice d’acqua della furia della natura

source: Sandstorm Form of Nature Wrath
fr: Forme tempête de sable de la fureur de la nature
it: Forma tempesta di sabbia della furia della natura

source: Frost Form of Nature Wrath
fr: Forme givre de la fureur de la nature
it: Forma ghiaccio della furia della natura

source: Nature Wrath
fr: Fureur de la nature
it: Furia della natura

source: Creepers
fr: Essaim
it: Creeper

source: sting
fr: dard
it: pungiglione

source: Howling Darkness
fr: Ténèbres hurlantes
it: Tenebra urlante

source: howl
fr: hurlement
it: urlo

source: Cloud of Gloom
fr: Nuage d'obscurité
it: Nuvola delle tenebre

source: cold aura
fr: aura froide
it: aurea fredda

source: Eternal Night
fr: Nuit éternelle
it: Notte eterna

source: Life Thief
fr: Voleur de vie
it: Ladro di vita

source: soul grasp
fr: prise d'âme
it: presa dell’anima

source: Soul Snatcher
fr: Voleur d'âme
it: Rapitore di anime

source: Death Spectre
fr: Spectre de la Mort
it: Spettro della morte

source: Max HP bonus +1, regenerate +2
fr: Bonus de +1 point de vie max, régénération +2
it: Max PF bonus +1, rigenerazione +2

source: Max HP bonus +1, damage +1
fr: Bonus de +1 point de vie max, +1 dégât
it: Max PF bonus +1, danno +1

source: Max HP bonus +1, regenerate +8
fr: Bonus de +1 point de vie max, régénération +8
it: Max PF bonus +1, rigenerazione +8

source: Max HP bonus +3
fr: Bonus de +3 points de vie max
it: Max PF bonus +3

source: arcane focus
fr: concentration d'arcane
it: centro esoterico

source: Arcane focus: The opposite of arcane resistance is used for damage calculation. Thus, this attack is more efficient against most humans.
fr: Concentration d'arcane : L'opposé de la résistance à l'arcane est utilisé pour calculer les dégâts. Ainsi, cette attaque est plus efficace contre la plupart des humains.
it: Centro esoterico: Il contrario della resistenza esoterica viene usato per il calcolo dei danni. Perciò questo attacco è più efficiente contro la maggior parte degli umani.

source: Many creatures of the world of Wesnoth are partly animated through magic. They perceive the world with more than simply their reason and instinct and are consequently less affected by this sort of mental attack.
fr: Beaucoup de créatures vivants dans le monde de Wesnoth sont en partie animés par la magie. Ces créatures ne perçoivent pas le monde seulement via leur raison et leur instinct et sont généralement moins affectées par ce type d'attaque mentale.
it: Molte creature del mondo di Wesnoth sono parzialmente animate attraverso la magia . Essi percepiscono il mondo non solo grazie alla loro ragione e al loro istinto e quindi sono meno colpiti da questo tipo di attacco mentale.

source: band insect
fr: nuée d'insectes
it: gruppo di insetti

source: Band Insect: When attacking, the unit gets an additional strike for each insect next to it
fr: Nuée d'insectes : Lorsqu'elle attaque, cette unité donne un coup additionnel pour chaque insecte placé à côté.
it: Gruppo di insetti: Quando attaccha, l’unità riceve un colpo aggiuntivo da ogni insetto vicino ad essa.

source: horror
fr: horreur
it: orrore

source: Horror: This unit can frighten living enemy units that are next to it, making them fight worse. Adjacent enemy units will do less damage in battle. When a unit adjacent to and is an enemy of the unit with Horror engages in combat, its attacks do 15% less damage times the difference in their levels + 25%. Non-living units are not affected and units that are 1 level above do 10% less damage.
fr: Horreur : Cette unité peut effrayer les unités vivantes qui sont placés à côté d'elle, les faisant moins bien combattre. Les unités ennemies adjacentes feront moins de dégâts lors des combats. Quand une unité adjacente et ennemies d'une unité possédant la compétence horreur engage le combat, son attaque fait 15% fois la différence des niveaux +25% de dégâts en moins. Les unités non-vivantes ne sont pas affectées et les unités qui possèdent un niveau de plus font 10% de dégâts en moins.
it: Orrore: Questa unità può spaventare un nemico vivente che si trova nei pressi, facendoli combattere male. Le unità nemiche adiacenti faranno meno danni in battaglia. Gli attacchi delle unità nemiche spaventate con orrore toglieranno il 15% di danno in meno rispetto alla differenza dei loro livelli + 25% in meno. Unità Non-morte non sono affette e le unità che sono di 1 livello superiore tolgono il 10% di danno in meno.

source: The horror skill of this unit scares enemy units next to it so that they deal less damage in combat, though this only applies to living units.
fr: La compétence horreur de cette unité effraie l'unité ennemie et cette dernière inflige moins de dégâts en combat, mais ceci ne s'applique qu'à des unités vivantes.
it: L’abilità orrore di questa unità spaventa le unità nemiche vicino ad essa riducendo i loro danni in combattimento, ma può essere applicata solamente alle unità viventi.

source: jinx
fr: porte-malheur
it: sfortuna

source: Jinx: Curses the hit unit. The cursed unit gets a 15% defense penalty on every terrain until it is regenerating, is cured by a healer or in a village. Does not affect undeads, and the defense value can't go lower than 20%.
it: Sfortuna: Maledice l’unità colpita. L’unità maledetta accumula una penalità difensiva del 15% su qualsiasi terreno fintanto che non si rigenera o viene curata in un villaggio o da un guaritore. Non colpisce i non-morti ed il valore difensivo non può comunque essere inferiore al 20%.

source: cursed
fr: maudit
it: maledetto

source: Regenerate +
fr: Régénération +
it: Rigenerazione +

source: terrain link
fr: lien du terrain
it: Legami con i terreni

source: Terrain link: That unit mutates depending on the terrain you're moving on. Tornado form — from plains, castles, chasms, and almost all villages. Very mobile unit, low resistance, weak attack. Quake form — from caves, hills, and mountains. Low movement and good resistance. Bramble form — from forests and mushrooms groves. Low movement, low defense, good resistance except to fire, can slow enemies. Whirlpool form — from swamps, fords, shallow and deep water. High movement only in water, medium to low resistance. Sandstorm form — from sand based terrain. High mobility on sand like terrain, medium to low resistance. Frost form — from snow based terrain. Low mobility, good resistance except to fire and impact, can slow enemies.
fr: Lien du terrain : Cette unité change de forme suivant le terrain où elle se déplace. Forme tornade : dans les plaines, les châteaux, les abîmes, et presque tous les villages. Très mobile, résistance faibles et attaque faible. Forme séisme : dans les souterrains, les collines, et les montagnes. Peu mobile et bonnes résistances. Forme ronce : dans les forêts et les forêts de champignons. Peu mobile, faibles défense, bonnes résistances sauf au feu, peu ralentir les ennemis. Forme tourbillon : dans les marais, les gués, les eaux peu profondes et profondes. Bonne mobilité dans l'eau seulement, résistances moyennes à faibles. Forme tempête de sable : dans les terrains sableux et désertiques. Bonne mobilité sur les terrains sableux et désertiques, résistance moyennes à faibles. Forme givre : dans les terrains basés sur la neige. Peu mobile, bonnes résistances sauf aux feu et aux attaques contondantes, peu ralentir les ennemis.
it: Legami con i terreni: Questa unità muta e cambia aspetto in base al terreno in cui si trova. Forma tornado: su castelli, pianure, abissi e su quasi tutti i tipi di villaggio. Ampi movimenti con resistenza e attacco deboli. Forma terra: su caverne, colline e montagne. Movimenti brevi e buona resistenza. Forma rovo: su foreste e boschi di funghi. Movimenti brevi, difesa debole e buona resistenza eccetto al fuoco. Rallenta i nemici. Forma vortice d’acqua: su paludi, guadi, acque profonde e non. Movimenti lunghi in acqua e resistenza medio-bassa. Forma tempesta di sabbia: su terreni sabbiosi. Grande mobilità su terreni sabbiosi e resistenza medio-bassa. Forma ghiaccio: su terreni innevati. Mobilità bassa e buona resistenza eccetto al fuoco e agli impatti. Rallenta i nemici.

source: That unit mutates depending on the terrain she is moving to, taking a form that result in better defense and movement.
fr: Cette unité change de forme suivant le terrain où elle se déplace, prenant la forme ayant les meilleures défenses et mouvements.
it: Questa unità muta in base al terreno in cui si muove, ottenendo un aspetto che risulta migliore in difesa e in movimento.

source: upkeep band
fr: Entretien de nuée
it: mantenimento di gruppo

source: Upkeep Band: You pay an additional 1 gold upkeep for each band of creature having the banding ability under your control. A unit with the banding ability, when alone, is also considered as a band (of 1 unit).
fr: Entretien de nuée : Vous payer un coût additionnel d'entretien d'un or pour chaque groupe de créatures ayant la capacité nuée sous votre contrôle. Une unité possédant la capacité nuée, lorsqu'elle est seule, est aussi considérée comme une nuée (d'une unité).
it: Mantenimento di gruppo: Paghi una moneta addizionale per il mantenimento di ogni gruppo di creature sotto il tuo controllo che possiedono l’abilità di raggruppamento. Se un’unità con l’abilità di raggruppamento è da sola, viene considerata come appartenente a un gruppo (di 1 unità).

source: −1 gold
fr: −1 or
it: -1 oro

source: type^arcane focus
fr: concentration d'arcane
it: centro esoterico

source: Heroes+Nightmares
fr: Héros+Cauchemars
it: Eroi+incubi

source: Default+Nightmares
fr: Défaut+Cauchemars
it: Default+incubi

source: Immune to drain, poison and plague
fr: Immunisé au drain, au poison et la peste
it: Immune all’assorbimento, veleno e contagio

source: +20% blade and pierce resistance, −20% impact resistance, −5% hitpoints
fr: +20% de résistance aux dégâts perforants, -20% de résistance aux dégâts contondants, -5% points de vie
it: +20% resistenza contro lame e perforamenti, -20% resistenza agli impatti, -5% punti ferita

source: −20% experience needed for promotion
fr: −20% d'expérience requise pour une promotion
it: -20% esperienza richiesta per la promozione

source: +1 movement, −5% hitpoints
fr: +1 point de mouvement, -5% de points de vie
it: +1 mossa, -5% punti ferita

source: Fate can be treacherous at times, as quick to offer you a present as to turn it into a burden. When Meloen succeeded in brushing the knowledge of magic's origin with the tip of her mind during a short burst of supreme lucidity, she fused with her environment, against all odds. But her innate insecurity led to ever greater self-doubt and she speculated that luck only was responsible for these events, and not her determination and work. Indeed, she came to believe that misfortune toyed with her life, amusing itself by putting her in a nightmare. Black cats are simple forest creatures that have turned into hideous chimeras through Meloen's dark thoughts. Although no one knows what kind of magic is behind their power, it seems that any creature that crosses their evil eyes is struck by misfortune.
fr: La destinée peut être parfois traîtresse, vous donnant rapidement un présent qui se transforme tout aussi vite en fardeau. Lorsque Meloen réussit à effleurer la connaissance sur l'origine de la magie avec la pointe de son esprit pendant un étroit instant de lucidité suprême, elle fusionna avec son environnement, contre toute attente. Mais ses premiers doutes ouvrirent la porte à plus de doute sur elle-même et elle commença à penser que seule la chance était responsable de ces événements et pas sa détermination ou son travail. Ou alors, elle pensa que le malheur s'est joué d'elle, s'amusant à lui faire revivre ses cauchemars. Les chats noirs sont de simples créatures de la forêt transformées en hideuses chimères par les sombres pensées de Meloen. Bien que personne ne sache quelle magie est derrière leurs pouvoirs, il semble que toute créature croisant leurs yeux maléfiques est frappée par le malheur.
it: Il destino può essere sleale a volte, e può offrirti un regalo per poi rilevarsi soltanto un peso inutile. Quando Meloen riuscì quasi a imparare l’origine della magia arrivandoci con la propria mente durante un breve scatto di immensa lucidità, si unì col suo ambiente, contro ogni previsione. Ma la sua innata insicurezza la portò per sempre a un maggiore dubbio su di sé e ipotizzò che solo la fortuna fosse la vera responsabile di tali eventi, e non la propria determinazione e le proprie azioni. Arrivò infatti a credere che questa disgrazia si prendesse gioco della sua vita, divertendosi a farla vivere in un incubo. I gatti neri sono semplici creature della foresta che si sono trasformate in orribili chimere attraverso i pensieri oscuri di Meloen. Sebbene nessuno conosca che tipo di magia si nasconda dietro ai loro poteri, sembrerebbe che qualsiasi creatura che attraversi i loro occhi malvagi venga colpita dalla sventura.
