Repository: wescamp/Nightmares_of_Meloen-1.10
Catalog: po/*.po
Languages: fr, it

source: Sage Hogene, excerpt from a conversation with Lieutenant Artingale: '- My Lord, I have divined the nature of those beasts' capacity. There is no curse, it is only a mind trick. - What do you mean, Hogene? Facts prove you wrong, the men are clearly struck by misfortune. Look at them struggle to fight: they seem unable to parry the simplest blow as soon as they meet the damned creatures. - They are under the effects of some sort of hypnosis, Lieutenant. They are self-deluded into their own misfortune. The men themselves are responsible of their own clumsiness! Fortunately, I have found a way to dispel the clouds in their minds, and restore their ability to fight.'
fr: Le sage Hogene, citant une de ses conversations avec le lieutenant Artingale : « — Mon seigneur, j'ai compris la nature des capacités de ces bêtes. Ce n'est pas une malédiction, seulement une vue de l'esprit. — Que voulez-vous dire ? Les faits prouvent le contraire, les hommes sont touchés par la malchance. Regardez comme ils se battent : ils semblent incapables de parer le coup le plus simple, dès qu'ils croisent ces maudites créatures. — Ils sont sous l'effet d'une sorte d'hypnose, lieutenant. Ils se sont persuadés de leur propre malheur et cela fait d'eux les responsables de leur propre maladresse. Heureusement, j'ai trouvé un moyen de dissiper le brouillard présent dans leur esprit, et de rétablir leur capacité à combattre. »
it: Saggio Hogene, estratto di una conversazione con il tenete Artingale: «Mio signore, ho presagito la natura di queste bestie. Non c’è nessuna maledizione, è soltanto un trucco della mente.» «Cosa vorresti dire, Hogene? I fatti dimostrano chiaramente che stai sbagliando, gli uomini sono colpiti dalla sventura. Osservali mentre si sforzano di combattere: sembrano incapaci di schivare il più semplice colpo appena incontrano quelle maledette creature.» «Sono sotto effetto di qualche tipo di ipnosi, tenente. Sono illusi dalla loro stessa disgrazia. Gli uomini stessi sono i responsabili della loro goffaggine! Fortunatamente, ho trovato un modo per scacciare le ombre dalle loro menti e ripristinare la loro abilità di combattimento.»

source: Noble Ordwin, Nemesis: 'Nothing but a cruel wound, a blow dealt to our mind That turns hope into despair and makes us resign. I know my life's a gamble, but in that forest Misfortune made my path cross with my nemesis.'
fr: Le noble Ordwin, Némésis : « Rien d'autre qu'une cruelle blessure, un coup donné à notre esprit qui change l'espoir en désespoir et nous fait abandonner. Je sais que la vie est un jeu, mais dans cette forêt La malchance fait croiser ma route avec celle de ma Némésis. »
it: Nobile Ordwin, nemesi: “Nessuna ferita è più grande di un colpo sferrato alla nostra mente che trasforma la speranza in disperazione e che ci rassegna. Consapevole dei rischi della mia vita, in quella foresta la sventura ha voluto che la mia nemesi incrociasse la mia strada.”

source: Bad dream after bad dream, growing into nightmares, Meloen fell into a paranoid dementia, thinking to be judged for her misdeeds. She recalled her childhood, when she was afraid of how people looked at her. The Scornful Watchers were born from this fear and now mentally attack their victims, turning their complexes into physical sufferings.
fr: Mauvais rêves après mauvais rêves, de plus en plus cauchemardesque, Meloen tomba dans une paranoïa démentielle, pensant être jugée pour ses fautes. Revivant son enfance, durant laquelle elle était effrayée de la façon dont les gens la regardaient. Ces veilleurs moqueurs sont nés à partir de cette peur et attaquent mentalement désormais leurs victimes, en transformant leurs complexes en souffrance physiques.
it: Incubo dopo incubo, Meloen divenne paranoica, pensando di essere stata giudicata per i propri crimini. Ricordò la sua infanzia, di come provasse paura negli sguardi delle persone puntati su di lei. I guardiani sprezzanti sono nati da questa paura e attaccano le loro vittime mentalmente, trasformando i loro complessi in sofferenze fisiche.

source: Silver Mage Norsesh, Arcane Interactions - Analysis and Theorisation: 'Intriguingly, the mental focus necessary to achieve substantial arcane effects is not without its liabilities. I hypothesize that the channels we develop in our minds are somehow accessible by certain external forces. The case of the Spiteful Watcher, an arcane creation to be found (at great peril to the finder) in southern Wesnoth, supports this hypothesis. These large, aggressive Watchers posess mental attacks that are especially dangerous for mages.'
fr: Mage d'argent Norsesh, Interaction de l'Arcane — Analyse et Théorisation : « Curieusement, la concentration mentale nécessaire pour atteindre des effets substantiels de l'arcane n'est pas sans nuisance. Je fais l'hypothèse que les canaux que nous développons dans nos esprits sont en quelque sorte accessibles par certaines forces extérieures. Le cas de ces veilleurs malveillants, une création de l'arcane qui se trouve (au grand péril de celui qui le trouve) dans le sud de Wesnoth, appuie cette hypothèse. Ces grands veilleurs agressifs disposent d'attaques mentales qui sont particulièrement dangereuses pour les mages. »
it: Norsesh il mago argentato, esperto in interazioni esoteriche, analisi e teorizzazione: “Interessante notare che il concentramento mentale necessario ad ottenere effetti esoterici notevoli non è dovuto alle loro possibilità. Ipotizzo che i canali che sviluppiamo nelle nostre menti sono in qualche modo accessibili da determinate forze estreme. Il caso dei guardiani sprezzanti, delle creazioni esoteriche che si possono trovare nella parte meridionale di Wesnoth (a grande rischio per il cercatore), sostiene questa ipotesi. Questi grandi e aggressivi guardiani posseggono attacchi mentali che sono soprattutto pericolosi per i maghi”.

source: King Dowrein I, Memoirs of a mercenary: 'I could feel the heat of the creature's gaze, even through my shield. It's disdain for me was like a crushing physical presence. Poor Thornton on my left took the full force of the attack, and though I risked my own life dragging him back to the village, the healers could do nothing to save the wretch.'
fr: Roi Dowrein I, Mémoires d'un Mercenaire : « Je pouvais sentir la chaleur du regard de la créature, même à travers mon bouclier. Il avait du mépris pour moi, c'était comme une présence physique écrasante. Le pauvre Thornon à ma gauche a subi la pleine puissance de son attaque, et bien que je risquais ma propre vie je le traînai vers le village, les guérisseurs ne pouvaient plus rien faire pour sauver le malheureux. »
it: Re Dowrein I, memorie di un mercenario: “Posso sentire l’impeto dello sguardo della creatura persino attraverso il mio scudo, per me è come sentirlo schiacciarsi da qualche presenza fisica. E per il povero Thornton che alla mia sinistra subì l’attacco alla piena potenza, i guaritori non poterono nulla per salvare il malcapitato, sebbene abbia rischiato la mia vita per riportarlo al villaggio.”

source: These hideous monsters came from the very first fear of Meloen: to mother a physically or mentally ill child. Not quite formed yet, the unhatched partly breaks the shell with its powerful legs, then its naturally agressive instinct guides it to complete its hatch by charging into foes.
fr: Ces monstres hideux proviennent de la principale peur de Meloen : donner naissance à un enfant malade physiquement ou mentalement. Pas entièrement formé, le non éclos casse partiellement sa coquille avec ses puissantes pattes, puis sa nature agressive le guide instinctivement à charger contre ses ennemis pour finir son éclosion.
it: Questi mostri misteriosi provengono dalla paura primordiale di Meloen: dare vita ad un figlio fisicamente o mentalmente deforme. Creature maligne nate premature, i non-covati rompono il guscio con le loro potenti gambe e il loro naturale istinto aggressivo li guida nell’assalire i loro nemici caricandoli a forte velocità.

source: King Dowrein I, Memoirs of a mercenary: 'They were bad enough still in the shell. Once hatched, the especially aggressive ones attacked without pause, hurling themselves at us again and again, battling unto death.'
fr: Roi Dowrein I, Mémoires d'un Mercenaire : « Ils étaient encore assez mauvais dans leur coque. Une fois éclos, ils devenaient particulièrement agressifs et nous attaquaient sans relâche, se ruant sur nous encore et encore, luttant jusqu'à la mort. »
it: Re Dowrein I, memorie di un mercenario: “Erano già abbastanza difficili da abbattere all’interno del loro guscio. Una volta covati, i più aggressivi ci attaccavano senza sosta, scagliandosi contro di noi innumerevoli volte, combattendo fino alla morte”.

source: King Dowrein I, Memoirs of a mercenary: 'They're bad enough still in the shell. Once hatched, the particularly nasty-tempered ones could knock a man clean off the saddle in one blow. On more than one occasion the ugly brutes used their speed to get into our rear, where they did terrible damage to our injured soldiers.'
fr: Roi Dowrein I, Mémoires d'un Mercenaire : « Ils sont encore assez mauvais dans leur coque. Une fois éclos, ceux qui étaient de plus mauvaise humeur pouvaient frapper un homme pour le faire tomber de sa selle d'un seul coup. Plus d'une fois, ces vilaines brutes ont utilisé leur vitesse pour infiltrer notre arrière-garde, où ils ont fait de terribles dégâts à nos soldats blessés. »
it: Re Dowrein I, memorie di un mercenario: “Sono abbastanza forti all’interno del loro guscio. Una volta covati, i più mostruosi possono far cadere un uomo dalla propria sella con un colpo solo. In più occasioni queste creature disgustose sfruttavano la loro velocità per attaccarci alle spalle e riuscirono in varie volte a infliggere gravi danni ai nostri soldati coinvolti”.

source: Dazed, Artingale staggered across the clearing, stepping over the shattered bones and dismembered limbs that littered the ground. The creature had burst suddenly from the undergrowth, giving his men no time to prepare a defense. In a matter of moments a third of the company had been mashed into paste, and the beast had raged off down the trail, evidently unconcerned with the terrible wounds it had taken in return.
fr: Hébété, Artingale traversa la clairière en chancelant, enjambant les os brisés et les membres démembrés qui jonchaient le sol. La créature avait fait irruption subitement du sous-bois, donnant à ses hommes peu de temps pour préparer une défense. En quelques instants, un tiers de la compagnie avait été écrasée transformée en purée, et la bête avait sévi en descendant le long du sentier, évidemment indifférente aux terribles blessures qu'elle avait subies en retour.
it: Stordito, Artingale barcollò verso la radura scavalcando le ossa spezzate e i corpi smembrati che giacevano sul terreno. La creatura attaccò improvvisamente dal sottobosco, dando ai suoi uomini nessun tempo per preparare una difesa. In pochi secondi un terzo della compagnia fu sbaragliata e la bestia si spostò giù dal sentiero, noncurante delle terribili ferite subite in battaglia.

source: Excerpt from a conversation between Lieutenant Artingale and Sage Hogene: '- Hogene, I often thank the Gods that the biggest Ragers are so very rare. - Are they so much more dangerous than the other unnatural denizens of the forest, my Lord? - Well, they kill you honestly, which is more than you can say for most. But the bloody smears they leave in their wake haunt my dreams.'
fr: Extrait d'une conversation entre le lieutenant Artingale et le sage Hogene : « — Hogene, j'ai souvent remercié les dieux que les plus grands Enragés soient très rares. — Sont-ils vraiment plus dangereux que les autres habitants contre nature de la forêt, mon Seigneur ? — Eh bien, ils vous tuent de façon certaine, ce qui dépasse ce que l'on peut dire pour la plupart. Mais les traces sanglantes qu'ils laissent dans leur sillage hantent mes rêves. »
it: Estratto di una conversazione fra il tenente Artingale e il saggio Hogene: «Hogene, spesso ringrazio gli dei per il basso numero di infuriati presenti nel nostro mondo.» «Sono davvero così tanto più pericolosi rispetto agli altri abitanti innaturali della foresta, mio signore?» «Beh, si potrebbe dire che la maggior parte di loro ti uccida molto lealmente, però le tracce di sangue che lasciano dietro di sé infestano i miei sogni.»

source: Despising herself, self-doubting, Meloen felt a strong distrust of her surroundings. Panarbori, the spirit of nature originally made to flesh by the power of Meloen's love toward the forest, had been also altered by the doubts of Meloen. He became the opposite of what the former silver mage was seeking in her companion: instead of being considerate and a source of stability, he became impulsive and violent. His fits of anger matched the wrath of nature itself and were responsible for natural catastrophes. These unstable elementals are bits of Panarbori released after a rage tantrum, with the help of Meloen's power.
fr: Se méprisant, doutant d'elle-même, Meloen ressentait une forte méfiance envers son entourage. Panarbori, l'esprit de la nature originellement fait de chair grâce au pouvoir de l'amour de Meloen envers la forêt, fut aussi altéré par les doutes de Meloen. Il devint l'opposé de ce que l'ancien mage d'argent recherchait en son compagnon : au lieu d'être attentionné et source de stabilité, il devint impulsif et violent. Ses crises de colère pourraient être comparées à la fureur de la nature et furent responsables d'un certain nombre de catastrophes naturelles. Ces élémentaires instables sont les morceaux de Panarbori qui furent libérés après une crise de colère, avec l'aide des pouvoirs de Meloen.
it: Disprezzando e diffidando di sé stessa, Meloen sentì una forte sfiducia intorno a sé. Panarbori, lo spirito della natura, originariamente creato di carne dal potere dell’amore di Meloen nei confronti della foresta, fu alterato dai dubbi di Meloen. Divenne così l’opposto di ciò che l’antica maga argentata cercava nel proprio compagno: invece di essere considerato come fonte di stabilità, divenne violento e impulsivo tanto che le sue crisi di rabbia pareggiarono con la furia della natura stessa e divenne responsabile di catastrofi naturali. Questi elementali instabili sono pezzi rilasciati dopo la collera di Panarbori con l’aiuto dei poteri di Meloen.

source: They are as unpredictable as their father, rushing like small furies from one battlefield to another.
fr: Ils sont aussi imprévisibles que leur père, se précipitant d'un champ de bataille à l'autre comme de petites furies.
it: Sono imprevedibili come il loro padre, scagliandosi come piccoli cicloni da un campo di battaglia ad un altro.

source: Their thorny branches grow wildly in all directions, seeking to strangle any life they encounter.
fr: Leurs branches épineuses poussent sauvagement dans toutes les directions, cherchant à étrangler toute vie qu'elles rencontrent.
it: I loro rami pungenti crescono in tutte le direzioni, cercando di soffocare ogni forma di vita che incontrano.

source: The ground shudders as they attack in this form.
fr: Le sol tremble quand ils attaquent de cette manière.
it: La terra trema quando assumono questa forma.

source: They engulf foes in the turbulent waters that form them.
fr: Ils engloutissent les ennemis dans les eaux turbulentes qui les composent.
it: Con questa forma sommergono i propri nemici in acque turbolente.

source: They blast all they encounter with gouts of sand.
fr: Ils explosent tous ceux qu'ils rencontrent avec des gouttes de sable.
it: Usano i granelli di sabbia per colpire qualsiasi cosa incontrino.

source: They strike with a cold and biting fury.
fr: Ils frappent avec une rage froide et mordante.
it: Attaccano con furia cieca e senza pietà.

source: Silver Mage Norsesh, Arcane Interactions - Analysis and Theorisation: 'We now consider the limits of potency in the usage of what is called magic by the common.... Control, in the absence of mental discipline, does not rise commensurately with increasing power. The critical factor appears to be opposition between the quantity of energy transmitted and the efficiency of that transmission. [...] A literal example of the inefficiency inherent in power increase is the growth of Unstable Elementals, beings found in the south of the Wesnoth region. In their late stage the creatures become incarnations of the very wrath of nature. Far from exerting greater control over their ever increasing energy, the elemental becomes the puppet of its own excess emotion, like a child trapped within the overgrown body of a man, changing from one wild state to another in response to its environment.'
fr: Du mage d'argent Norsesh, Interaction de l'Arcane — Analyse et Théorisation : « Nous considérons maintenants les limites de la puissance appelée la magie par le commun des mortels... Le contrôle, en l'absence de discipline mentale, n'augmente pas proportionnellement avec la croissance de la puissance. Le facteur critique semble être l'opposition entre la quantité d'énergie transmise et l'efficacité de cette transmission. [...] Un exemple d'augmentation de puissance est la croissance des élémentaires instables, devenant des incarnations de la colère de la nature, tel qu'on peut le voir dans le sud de la région de Wesnoth. Dans leur stade tardif, ces créatures deviennent des incarnations de la colère de la nature. Loin d'exercer un meilleur contrôle sur leur énergie sans cesse croissante, l'élémentaire devient la marionnette de ses propres excès émotions, comme un enfant pris au piège dans le corps d'un homme, le passage de l'état sauvage à l'autre est une réponse à son environnement. »
it: Norsesh il mago argentato, esperto in interazioni esoteriche, analisi e teorizzazione: «Ora consideriamo i limiti della forza nell’uso di quello che viene comunemente chiamato magia: il controllo, in mancanza della disciplina mentale, non cresce in modo proporzionato rispetto al potere accumulato. Il fattore critico sembra essere messo in opposizione con la quantità di energia trasmessa e l’efficienza di questa trasmissione. [...] Un esempio letterale dell’inefficienza inerente all’aumento di potere è lo sviluppo degli elementali instabili, creature scoperte nella regione meridionale di Wesnoth. Nella loro fase avanzata queste creature diventano delle vere e proprie incarnazioni della furia della natura. Lungi dall’esercitare un maggiore controllo sulla loro energia sempre crescente, gli elementali diventano i burattini delle loro eccessive emozioni, come, ad esempio, un bambino intrappolato all’interno di un corpo di un uomo, cambiando la loro forma naturale con un’altra come reazione all’ambiente che li circonda.»

source: Lieutenant Artingale: 'These degenerated insects band together in large swarms to wreck havoc on living beings in an irrationally aggressive way. An increasing number of reports from the outlying farmsteads describe clouds of bees behaving in this abnormal manner. Some devilry must lie behind it, and I know which unlucky company will be ordered to investigate.' Note: Isolated creepers can do but little harm, while large bands can pose a threat to any creature.
fr: Lieutenant Artingale : « Ces insectes dégénérés se regroupent dans de grands essaims pour ravager les êtres vivants de façon déraisonnablement agressive. Un nombre croissant de rapports venant des fermes éloignées décrivent des nuages d'abeilles se comportant de cette manière anormales. Quelques diableries doivent se cacher derrière cela, je ne sais pas quelle compagnie malchanceuse se verra condamnée à faire l'enquête. » Remarque : des nuées isolées ne sont pas dangereuses, mais de larges essaims peuvent menacer n'importe quelles créatures.
it: Tenente Artingale: «Essi degeneravano insetti che aggredivano in grandi sciami qualsiasi essere vivente in modo irrazionale. Un numero crescente di segnalazioni provenienti da fattorie esterne descrivono di comportamenti anomali di molti sciami di api. Sicuramente c’è qualche diavoleria dietro a tutto ciò, e conosco già quale sarà la malcapitata compagnia a cui verrà fatta richiesta di investigare su questi strani fenomeni.» Nota: i creeper isolati non sono un forte esercito, ma grandi gruppi possono diventare una minaccia per ogni creatura.

source: Meloen became obsessed with the fragility of life and the randomness of fate. Terrible visions beset her: an infant grown breathless and cold in the crib, its sleeping parents an arm's length away, a child fallen in a cistern, unable to swim or call for aid, a viper coiled in the flowerbed. The future, veiled in uncertainty, seemed to hold only the blackest of promises. As Meloen raged at these visions, the Howling Darkness coalesced.
fr: Meleon était devenu obnubilé par la fragilité de la vie et le caractère aléatoire du destin. De terribles visions l'assaillit : un enfant grandissant dans la crainte et la froideur du berceau, ses parents endormis à portée de bras, un enfant tombé dans une citerne, incapable de nager ou de demander de l'aide, une vipère lovée dans le parterre de fleurs. Le futur, voilé d'incertitude, semblait ne contenir que de noires promesses. Alors que ses visions faisaient rage, un hurlement déchira l'obscurité.
it: Meloen divenne sempre più ossessionata dalla fragilità della vita e la casualità del destino. Terribili visioni assediarono la sua mente: un neonato che cresceva senza fiato in una culla fredda e i suoi genitori addormentati lontani come la lunghezza di un braccio; un bambino che cadeva in un pozzo, incapace di nuotare e di chiamare aiuto; una vipera a spirale che strisciava in un’aiuola. Il futuro, velato nell’incertezza, sembrava mantenere solamente le promesse più buie. E quando Meloen impazzì a queste visioni, le tenebre urlatrici si riunirono tra di loro.

source: King Dowrein I, Memoirs of a mercenary: 'The moon was long set when we heard the wailing again, a terrible sound that seemed to come from everywhere, promising infinite pain. But this time we spied it racing towards us through the trees... there among the darkest shadows, something blacker yet, like a hole in the night.'
fr: Roi Dowrein I, Mémoires d'un Mercenaire : « La lune était depuis longtemps levée lorsque nous avons entendu de nouveau les gémissements, un bruit terrible qui semblait venir de partout, en promettant une douleur infinie. Mais cette fois, nous vîmes qu'il courait vers nous à travers les arbres... là, parmi les ombres les plus sombres, quelque chose de plus noire encore, comme un trou dans la nuit. »
it: Re Dowrein I, memorie di un mercenario: «La luna era alta nel cielo quando udimmo di nuovo quei lamenti, dei terribili suoni che sembravano provenire dappertutto, segni di infinito dolore. Ma questa volta li abbiamo visto correre verso di noi attraverso gli alberi...lì in mezzo c’erano le ombre più oscure, qualcosa di ancora più cupo, come un buco nella notte.»
